<?php

return [
    'app_name' => 'ប្រព័ន្ធគ្រប់គ្រង',

    'welcome_back' => 'សូមស្វាគមន៍មកវិញ',
    'login_desc' => 'សូមបញ្ចូលព័ត៌មានរបស់អ្នកដើម្បីចូលគណនី',
    'email_label' => 'អ៊ីមែល ឬឈ្មោះ',
    'password_label' => 'លេខសម្ងាត់',
    'login_btn' => 'ចូលគណនី',

    'dashboard_welcome' => 'សូមស្វាគមន៍មកកាន់ Dashboard!',
    'hello' => 'សួស្តី',
    'guest_user' => 'អ្នកប្រើប្រាស់',
    'dashboard_desc' => 'នេះគឺជាទំព័រដែលអ្នកអាចមើលឃើញ ក្រោយពេល Login ឬ Register ជោគជ័យ។',
    'logout_btn' => 'ចាកចេញពីគណនី',
    'logging_out' => 'កំពុងចាកចេញ...',

    // 404 & 403
    '404_title' => 'រកមិនឃើញទំព័រនេះទេ',
    '404_description' => 'សុំទោស ទំព័រដែលអ្នកកំពុងស្វែងរកប្រហែលជាត្រូវបានលុប ឬប្ដូរទីតាំង។',
    '403_title' => 'គ្មានសិទ្ធិអនុញ្ញាត',
    '403_description' => 'សុំទោស អ្នកមិនមានសិទ្ធិក្នុងការចូលមើលទំព័រមួយនេះទេ។',
    'go_back' => 'ត្រឡប់ក្រោយ',
    'go_home' => 'ទំព័រដើម',

    // header
    'profile' => 'រូបតំណាង',
    'change_password' => 'ផ្លាស់ប្ដូរពាក្យសម្ងាត់',
];